var recgradedata = [
    {   name: 'Normal',
        step: [ 
                    {   label: '* ประเมินผิวหนังตำแหน่งที่ให้สารน้ำ', 
                        value: ['* กรณีให้ยา/สารน้ำมีความเสี่ยงประเมินทุก 1 ชั่วโมงและทุกครั้งเมื่อให้การพยาบาล']
                    }
        ]
    },
    {   name: 'Mild',
        step: [     
                    {   label: '* ประเมินผิวหนังตำแหน่งที่ให้สารน้ำ', 
                        value: ['1)  หยุดการให้สารน้ำทันที', '2)  ดูดยาที่รั่วออกให้ได้มากที่สุดโดยใช้ syringe 5 ml (ให้ยา Antidote ตามชนิดยา)', 
                                '3)  เอาเข็มออกและกดให้เลือดหยุด', '4)  ประคบร้อนหรือเย็นตามชนิดของยา', 
                                '5)  ยกบริเวณที่ยารั่วหรือบวมสูงกว่าระดับหัวใจใน 24 ชั่วโมงแรก', 
                                '* * ติดตาม เฝ้าระวังบันทึกอาการและอาการแสดงทุก 8 ชั่วโมงเป็นเวลา 2 วัน หรือจนกว่าอาการจะหายไป(ลงบันทึก/ถ่ายภาพ)']
                    },
                    {   label: 'การทำแผล',
                        value: ['แผลผิวหนังสมบูรณ์ ทาด้วย 1% topical hydrocortisone cream ลดการอักเสบ'], 
                    }
        ]
    },
    {   name: 'Moderate',
        step:   [   
                    {   label: '* ประเมินผิวหนังตำแหน่งที่ให้สารน้ำ', 
                        value: ['1)  หยุดการให้สารน้ำทันที', '2)  ดูดยาที่รั่วออกให้ได้มากที่สุดโดยใช้ syringe 5 ml (ให้ยา Antidote ตามชนิดยา)', 
                                '3)  เอาเข็มออกและกดให้เลือดหยุด', '4)  ประคบร้อนหรือเย็นตามชนิดของยา', '5)  ยกบริเวณที่ยารั่วหรือบวมสูงกว่าระดับหัวใจใน 24 ชั่วโมงแรก', 
                                '* * ติดตาม เฝ้าระวังบันทึกอาการและอาการแสดงทุก 8 ชั่วโมงเป็นเวลา 2 วันในกรณีที่แผลไม่ดีขึ้น รายงานแพทย์ เพื่อพิจารณาการรักษาเพิ่มเติม (ลงบันทึก/ถ่ายภาพ)']},
                    {   label: 'การทำแผล',
                        value: ['- แผลผิวหนังสมบูรณ์ ทาด้วย paraffin tulle with 0.5% chlorhexidineacetate cream ช่วยรักษาความชุ่มชื้นของเซลล์ที่ถูกทำลาย ปิดแผลด้วย cover wound with silicon dressing ; Mepital, hydrogel  sheet',
                                '- กรณีผิวหนังเปิด wet dressing with NSS'], 
                    }
        ]
    },
    {   name: 'Severe',
            step: [ 
                    {   label: '* ประเมินผิวหนังตำแหน่งที่ให้สารน้ำ', 
                        value: ['1)  หยุดการให้สารน้ำทันที', '2)  ดูดยาที่รั่วออกให้ได้มากที่สุดโดยใช้ syringe 5 ml (ให้ยา Antidote ตามชนิดยา)', '3)  เอาเข็มออกและกดให้เลือดหยุด', '4)  ประคบร้อนหรือเย็นตามชนิดของยา', '5)  ยกบริเวณที่ยารั่วหรือบวมสูงกว่าระดับหัวใจใน 24 ชั่วโมงแรก', 
                                '* * ติดตาม เฝ้าระวังบันทึกอาการและอาการแสดงทุก 8 ชั่วโมงเป็นเวลา 2 วัน (ลงบันทึก/ถ่ายภาพ)', 'ในกรณีที่แผลไม่ดีขึ้น รายงานแพทย์ เพื่อพิจารณาการรักษาเพิ่มเติม ในกรณีที่อาการรุนแรงมากขึ้นใน 24 ชั่วโมง ควรปรึกษาแพทย์ทางด้านศัลยกรรม เพื่อพิจารณาการรักษาบาดแผลต่อไป']},
                    {   label: 'การทำแผล',
                        value: ['ผิวหนังเปิด wet dressing with NSS ทาด้วย topical silver sulfadiazine with 2% chlorhexidineacetate cream'], 
                    }
                ]
    },
];

export {recgradedata};